{"national_indicator_available":"Prevalence of asset resilience","target_name":"No target","national_indicator_description":"The ability of Canadians to cover unexpected expenses, or reduced income, by drawing from assets (e.g. a bank account) for a period of three months. (Savings of approximately $6,000 for the three months, based on the low income measure estimate for 2019.) Why is it important? The Asset resilience indicator is one of the four inter-related indicators found in the Resilience and Security pillar of Opportunity for All – Canada's First Poverty Reduction Strategy. The indicators in the Resilience and Security pillar are meant to track the progress of initiatives used to support the middle class by protecting Canadians from falling into poverty and by supporting income security and resilience.","national_geographical_coverage":"Canada","computation_calculations":"This indicator represents the proportion of people who have enough liquid financial assets to cover at least three months of the low income measure. Liquid financial assets include bank accounts, term deposits, treasury bills, tax-free savings accounts, stocks and bonds (in mutual funds or not), and registered retirement savings plans.","comments_limitations":"In March 2021, the methodology used to estimate the asset resilience indicator was updated to include data from 2019. Historical data was also updated to ensure comparability over time.","rationale_interpretation":"Liquid financial assets can provide some relief for families faced with a disruption to their primary source of income, so they can continue to meet their essential needs and financial obligations. Therefore, families with lower liquid financial assets may be more vulnerable to a disruption in income than families with higher liquid financial assets.","graph_title":"Asset resilience in Canada","graph_type":"line","computation_units":"Percentage","data_start_values":[{"field":"Géographie","value":"Canada"}],"indicator_name":"Prevalence of asset resilience","indicator_sort_order":"01-02-01","published":true,"reporting_status":"complete","indicator_number":"1.2.1","sdg_goal":"1","data_non_statistical":false,"target_id":"1.2","data_show_map":false,"source_active_1":true,"source_url_text_1":"Data from the Survey of Financial Security","source_url_1":"https://www.statcan.gc.ca/eng/topics-start/poverty","source_organisation_1":"Statistics Canada","source_periodicity_1":"Every three years","source_geographical_coverage_1":"Canada","page_content":"","national_metadata_update_url_text":"2021-04-01: see changes on GitHub","national_metadata_update_url":"https://github.com/JulienSTC/CIF-Data/commit/6f367270a26d7bd6f01d950e02ea14148d84a6e5","national_data_update_url_text":"2021-04-01: see changes on GitHub","national_data_update_url":"https://github.com/JulienSTC/CIF-Data/commit/d912c7091cd59b8cb76bba73503caaf3402736ca","indicator":"1.2.1"}