{"national_indicator_available":" Number of long-term drinking water advisories affecting First Nations drinking water systems","target_name":"By March 31, 2021, all of the long-term drinking water advisories on public systems on reserve are to be resolved","national_indicator_description":"This indicator monitor the number of long-term drinking water advisories on public systems on First Nations communities.","national_geographical_coverage":"Canada and Provinces","computation_calculations":"Not applicable","computation_units":"Number","comments_limitations":"The AEIs are calculated using mathematical models or formulas that integrate information on soil, climate and landscape, mainly derived from the Soil Landscapes of Canada (Soil Landscapes of Canada Working Group, 2007), with information on crops, land use, land management and livestock from the Census of Agriculture and other custom data sets from provincial agencies, private sector, and remote sensing. Results are generalized to provide a snapshot of an environmental condition on the landscape at a given time. The calculations and models for each indicator differ considerably, but all mathematical models and formulas have been adapted or developed from solid scientific knowledge and understanding of the interactions between various aspects of agricultural practices and the environment.","rationale_interpretation":"Everyone in Canada should have access to safe, clean drinking water. The Government of Canada is working with First Nations communities to: improve water infrastructure on reserves; end long-term drinking water advisories on public systems on reserves; prevent short-term advisories from becoming long-term.","graph_title":"Number of long-term drinking water advisories on public systems on reserve","graph_type":"bar","data_start_values":[{"field":"Géographie","value":"Canada"}],"indicator_name":" Number of long-term drinking water advisories affecting First Nations drinking water systems","indicator_sort_order":"01-01-01","published":true,"reporting_status":"complete","indicator_number":"6.1.1","sdg_goal":"6","data_non_statistical":false,"target_id":"6.1","data_show_map":false,"source_active_1":true,"source_url_text_1":"Indigenous Service Canada. Long-term advisories affecting water systems","source_url_1":"https://www.sac-isc.gc.ca/eng/1506514143353/1533317130660","source_active_2":false,"source_url_text_2":"Link to Source","source_organisation_1":"Indigenous Services Canada","source_periodicity_1":"Daily","source_geographical_coverage_1":"Canada and Provinces","source_release_date_1":"2021-03-25","page_content":"\n","national_metadata_update_url_text":"2021-04-01: see changes on GitHub","national_metadata_update_url":"https://github.com/JulienSTC/CIF-Data/commit/1c8067a4305f22ac30c7afe87c452b8e3cdb9342","national_data_update_url_text":"2021-03-31: see changes on GitHub","national_data_update_url":"https://github.com/JulienSTC/CIF-Data/commit/27125a7f6491985c37558e2205ed1ef48aaa5462","indicator":"6.1.1"}